{"time":"2018-01-08T16:24:40-0800","title":{"price":"$900","housing":"","text":"Welcome Home! - (2 Rooms for a Family or Singles)","location":" (pacifica)"},"images":["https://images.craigslist.org/00E0E_6kyp1kzzmhV_600x450.jpg","https://images.craigslist.org/00Q0Q_bD3RiYbdeiU_600x450.jpg","https://images.craigslist.org/01010_7UvTpN14Mar_600x450.jpg"],"map":{"lat":37.597268,"lng":-122.482458,"accuracy":5},"content":["        ","Welcome Home to Pacifica!"," This is a safe, quiet, friendly neighborhood, with small town feel, and fresh ocean air! There are many local parks and there is a nice playground a short walk from the house. ","Ready for move in. 2 rooms for rent to single people or a family. ","Rent is $900 per room (utilities included.) Interest in only 1 room is fine. ","We have two bedrooms available with large windows plenty of closet space and a semi-private bathroom. ","This is a warm, friendly house featuring 3 bedrooms, 2 bathrooms, a large comfortable living room, dishwasher, washer/ dryer. A beautiful backyard garden, overlooking the rolling hills of sunny \"back of the valley\" Pacifica. We are out of the fog bank in a quiet and safe neighborhood, so we enjoy more sunny days. The house is just up the hill from tons of gorgeous hiking and biking trails, and the library,  as well as Linda Mar Beach.","We have a great relationship with the owner, he's a great guy. ","We love dogs and cats but they aren't allowed, sorry.","About Your Roomies:","We are a married couple with a happy and playful one and a half year old girl. We are in our mid thirties. We have lived in this house with friends and people from Craigslist who have become friends.  We spend most of our time being awesome parents but when we get a second to ourselves, we love board game nights, hikes, movies, and occasionally making dinner for the household. "," I'm Amber, I'm a middle school teacher, my husband Brookie manages Barnes and Noble.  Our smart and loving daughter loves dogs and babies and enjoys frequent adventurers to local parks, the Academy of Sciences and the Zoo. ","We are looking for a kind, friendly, non-smoking, and responsible  roommate(s) who loves children, perhaps you even have a little one of your own? We are open to a single person or a family.  ","First, Security (of 1 months rent) and a $20 credit and background check to move in. ","Let us know if this sounds good to you. ","Best Regards,","The Crespi House    "]}
